{
  "crab": "CRANE: Pathetic, weak socialites with scarcely a warrior among them. They belittle us? Put them on theWall for a week and see how many are left alive.They will beg for our protection then.\nDRAGON: Their ways are strange and nonsensical. They seem to be capable warriors when their hand is forced, but why do they wait so long to enter the battle? Perhaps they are cowards.\nLION: They alone understand what it means to wage war, but even they have no appreciation for what it is we do each day. Perhaps one day we can be true brothers, but until they gain perspective, they are to be respected but not feared.\nMANTIS: Our distant cousins are brave enough, but so intent on proving themselves that they behave foolishly. Wealth and daring do not earn respect, little brothers.\nPHOENIX: Pacifism has no place among samurai. We are called to make war, and to weep over the deaths of your enemies is weakness.\nSCORPION: There is no one more useless than a Scorpion! All the weaknesses of the Crane, plus their pointless love of deception and lies. They are so convinced of themselves that they think they are invulnerable. We will see about that, perhaps soon.\nUNICORN: Our closest allies, they understand what it means to be ostracized because they do not care for the peculiar rules and fashions that command the day in other courts. They are strange, yes, but they are our brothers in arms.\nMINOR CLANS: They understand what it means to struggle to survive every day, even if they command no resources to speak of. We treat them kindly, but ultimately they are of little consequence.",
  "crane":"CRAB: Brutish oafs who think the rules of polite society should not apply to them simply because they do what they do. They could no more survive without us than we could without them, but they fail to see it. DRAGON: Strange people who prefer to stay hidden in the mountains and contemplate the universe. By all means, please feel free to remain there.LION: They have the temperament of angry children and the flexibility of a stone sculpture. The world does not exist in the ridiculously narrow view they hold, and they resent anyone strong enough to tell them so. MANTIS: They are ostentatious beyond all belief, but willing to undertake all manner of unsavory tasks for pay. They are useful and convenient allies! PHOENIX: Perhaps our closest allies, they at least understand the benefit of a structured and orderly society. Their insistence that all clans should cooperate with one another is useful as well, if a bit naive.SCORPION: Deceitful, manipulative cretins who will stoop to the lowest means to accomplish what they wish. They are what we would become if we forgot our honor and dignity. UNICORN: They remain grateful for our assistance in re-establishing them once they returned to the Empire. They are peculiar and ignorant in many ways, but can be quite helpful in certain circumstances. MINOR CLANS: Those descended from our own ranks deserve our consideration, but the rest are of little use in the grand scheme of things.",
  "dragon":"CRAB: They cling to duty with enormous tenacity, and that is admirable, but their open disdain for everything outside their own realm of experience is their weakness. They are not so strong that they can survive alone. CRANE: The Crane rule the courts, yes, but not always with the benevolence a true master of men should possess. Like the Crab, they create their own hardships by alienating those around them. LION: The Lion have a mighty roar, but it deafens them to the sound of all else. If all they crave is war, that is all they shall receive. What a shame, to miss all else the world has to offer. MANTIS: The Mantis are hardy souls who live fully in the world, but they forsake their own spirits in doing so. One must live in both worlds in order to achieve one’s destiny. PHOENIX: Our closest allies and those most fully on the path of enlightenment. We salute their brilliance and their piety, and hope only they will one day learn to be less assured of their own infallibility. SCORPION: We have been allies at times, and we respect their strengths without the judgment that other clans levy against them. Still, they walk a dark path, and one day they may become lost in the shadows. Our Kitsuki watch them closely.UNICORN: Most believe they have no place in the Empire, but they do not listen, and embrace ways that others find abhorrent. They are comfortable with themselves, and in that, they are strong. MINOR CLANS: Greatness may spring from the lowliest of places, but the ambitious must beware lest their own desires cast them down.",
  "lion":"CRAB: They are formidable, but they conduct themselves strangely and seemingly without thought for their honor. They are to be respected as warriors, but little else. CRANE: Cowards and manipulators who face threats with words rather than steel, and who hide behind the Emperor when the time comes to face the consequences of their actions. DRAGON: What can be accomplished from hiding in the mountains for centuries at a time? Nothing. They are beneath our notice. MANTIS: Bold but presumptuous. When they have achieved one fraction of what a true Great Clan has accomplished, then perhaps we will reassess our view of them. Until then, they are insignificant in every regard. PHOENIX: Powerful foes with considerable prowess at manipulating the battlefield, but they squander their abilities with their obsession with peace. Samurai are born for war. SCORPION: They are all that we despise about the Crane, but worse. Their blatant disregard for honor is an offense that cannot be borne. Why they have not been destroyed by the Emperor after a thousand years, we will never understand. UNICORN : Their ways are strange, and therefore inferior, but they conduct themselves with honor and speak the truth in all instances. For that, and for the might of their cavalry, they are to be respected. MINOR LANS : The Minor Clans exist only through the generosity of the Emperor and the mercy of the Great Clans. They should always remember this.",
  "mantis":"CRAB: Our cousins are formidable warriors and strong allies, but their view of the world is too narrow. There is much in life once one’s duty has been fulfilled. CRANE: Cowardly politicians content to sit back and let others take the risks while they steal the glory. Their koku spends as well as any others, though. DRAGON: And the others call us strange? Still, they do not judge us for our differences, and for that we respect them. LION: Small-minded bigots incapable of seeing the reality of the world that surrounds them. They may be dangerous, but when the world leaves them behind they will be nothing more than obsolete warmongers no one has any use for. PHOENIX: A thousand years ago they harbored the murderer of our founder’s father. They learned then what it means to call down the thunder, and yet they have forgotten. They will remember, when the time comes. SCORPION: At least they understand how the world truly works, even if they are foolish enough to let everyone know how devious and secretive they are. Really, what’s the point of that?  UNICORN: Our fellow outsiders. They have always treated us with respect and courtesy, and for that we will treat them with the honor they deserve. MINOR LANS: We were born from the ranks of the Minor Clans and have brought several of them into our ranks. Thus our own triumph is proof that any clan, no matter how small, can rise to greatness. We offer them friendship and aid in the hope that they may emulate our success.",
  "phoenix":"CRAB: An existence that consists solely of war erodes the soul. If they would but embrace the wisdom of the Tao, it would change everything. CRANE: Like us, they avoid war at all costs, but all too often they allow petty politics to influence their decisions. Our honored cousins have a path yet to walk. DRAGON: Our closest allies share much of our devotion, although their methods are strange. Too much emphasis on finding a different path means the true way is lost. LION: Why must there always be war? We all exist under a mandate of peace, yet that is the one Imperial decree the Lion seem to conveniently forget. MANTIS: Upstarts and braggarts. There is no place in a civilized Empire for those who do not comprehend the natural order of things. That the shugenja among their ranks are of such power is an anomaly, nothing more. SCORPION: Nothing can be accomplished with such ridiculous deceptions. They fool themselves with their shadow games, but they amount to nothing in the long run. UNICORN: They are uncouth and distasteful, but they understand many foreign forms of magithat should be carefully studied. Treat them with respect and perhaps they will share the invaluable knowledge they possess. MINOR CLANS: Of little significance, but for this very reason, deserving of our protection so long as they recognize their humble place. The abuse they have often suffered at the hands of more arrogant and militaristic Great Clans is shameful. Is it not always the duty of samurai to care for those less powerful?",
  "scorpion":"CRAB: Be extremely cautious, for they are too stupid to be manipulated. The Crab respect only strength, so if one must be killed, do it as spectacularly as possible. Only then will they learn. CRANE: They have so much potential if they would but cast aside their pointless desire to remain virtuous in the eyes of their colleagues. DRAGON: They sometimes count us among their allies, and they have always treated us with the respect other clans deny us. If they must be used, then do so cautiously and with as much consideration as possible. They must never know. LION: Anger and honor are easy to manipulate. Both in one clan makes them little more than pawns. Dangerous pawns, yes, but pawns just the same. MANTIS: Those who are so ridiculously eager to prove themselves will jump headlong into virtually anything with minimal effort on our part. PHOENIX: They combine arrogance and naive with incredible power. They can be manipulated easily, but their prowess allows them to see through many simple deceptions. Proceed with caution when dealing with them. UNICORN: We facilitated their reintroduction to Rokugan, but that does not mean we believe they belong here. Why does everyone assume they are who they say they are, when they can provide so little evidence to support the claim? MINOR CLANS: They are too weak and unimportant to bother with, unless they threaten or defy us – in which case they must be crushed without mercy.",
  "unicorn":"CRAB: They do not care that we are different, because they do not care about the Empire’s customs any more than we do. It is refreshing to be treated as equals, and we will not forget their camaraderie. CRANE: Were it not for them, we might never have reclaimed our birthright. Always remember they are our allies, and forgive them their arrogance. They know no other way. DRAGON: What kind of person can tolerate hiding in the mountains for a thousand years? Do they not crave the wind in their hair and the plains rushing by beneath them? They are extremely peculiar. LION: Our closest neighbors and potentially our greatest enemies. They dislike us because we are different, but they recognize our military power. Perhaps one day we can be allies rather than simply neutral toward one another. MANTIS: Ambitious and aggressive, attempting to seize a place for themselves in the Empire. They are very much like us. PHOENIX: They look down their noses at us but still covet the knowledge we safeguard. If they wish to gain access to our libraries, they must first meet us as equals. A pity they are not willing to do so. SCORPION: Even in the most treacherous realms, we never encountered anyone as despicable as the Scorpion. They are a blight upon the Empire, and perhaps as their enemies we can forge alliances with the other clans. MINOR CLANS: Their weakness makes them of little importance, but their bushi can be as brave and honorable as any Great Clan samurai, and for that at least we can respect them."
}